package es.esy.pskovbus.pskovbus;

public class Route16  extends Route {
    int[][] stopsTimetable={
            //6
            {0,810,921,1040,1230,1348,1505,1711,1821},
            {0},
            {0},
            // ТОРГОВЫЙ ЦЕНТР ОТ ВОКЗАЛА
            {2},
            {2},
            {2},
            // 27 пл победы
            {5},
            {5},
            {5},
            // ДОМ ОФИЦЕРОВ ОТ ДАМБЫ
            {8},
            {8},
            {8},
            // НАРОДНАЯ ОТ ДАМБЫ
            {10},
            {10},
            {10},
            // 10 школа от дамбы
            {12},
            {12},
            {12},
            // рижский от дамбы
            {14},
            {14},
            {14},
            // 45 кооммунальная к чудской
            {19},
            {19},
            {19},
            // АЛМАЗНАЯ ОТ МОСТА
            {21},
            {21},
            {21},
            // овсище из центра 120051
            {22},
            {22},
            {22},

            // алехина из центра
            {23},
            {23},
            {23},
            // 42 колокольная из центра
            {25},
            {25},
            {25},
            // 32 снятная гора
            {0,735,840,956,1110,1309,1418,1536,1742},
            {0},
            {0},
            // 41 колкольная в центр
            {1},
            {1},
            {1},
            // 1 алехина в центр
            {0,738,843,959,1113,1312,1421,1539,1745},
            {0},
            {0},
            // овсище в центр
            {2},
            {2},
            {2},
            // АЛМАЗНАЯ К МОСТУ
            {4},
            {4},
            {4},
            // 11 коммунальная
            {8},
            {8},
            {8},
            // РИЖСКИЙ ПР К ДАМБЕ
            {10},
            {10},
            {10},
            // 10 школа
            {12},
            {12},
            {12},
            //  НАРОДНАЯ К ДАМБЕ
            {16},
            {16},
            {16},
            // ДОМ ОФИЦЕРОВ К ДАМБЕ
            {18},
            {18},
            {18},
            // 28 пл победы
            {21},
            {21},
            {21},
            // ТОРГОВЫЙ ЦЕНТР К ВОКЗАЛУ
            {23},
            {23},
            {23},
            //  ГАГАРИНА ФАБРИЦ
            {25},
            {25},
            {25},
    };
    int[][] getStopTimeTable(){
        return stopsTimetable;
    }
}
